{
  "Home": "Ụlọ",
  "About Us": "Banyere Anyị",
  "Our Services": "Ọrụ Anyị",
  "features": "Njirimara",
  "Contact Us": "Kpọtụrụ Anyị",
  "login": "Banye",
  "Start Connecting": "Malite Ịjikọta",

  "Get Started": "Malite",
  "Learn More": "Mụtakwuo",
  "FEATURES": "NJIRIMARA",
  "Send Message": "Zipu Ozi",
  "Subscribe": "Debanye aha",

  "Stay Connected": "Nọgide jikọtara",
  "Stay connected with farmer success stories, market insights, and community updates.": "Nọgide na-ege ntị maka akụkọ manoma, ozi ahịa, na mmelite obodo",
  "BubeTech": "BubeTech",
  "Building farmer-to-farmer and farmer-to-expert connections across West Africa. Traditional wisdom meets modern community networks.": "Ikwu ọnụ n’etiti manoma na ndị ọkachamara n’ofe West Africa.",
  "Turning Farm Isolation into Shared Success": "Ịtụgharị iche iche n’ụlọ ọrụ ugbo gaa n’ịga nke ọma ọnụ",
  "Get Connected": "Jikọtara",
  "Community Support": "Nkwado Obodo",
  "Our Story": "Akụkọ Anyị",
  "For Agricultural Associations": "Maka Mmekọrịta Ncheta Ọrụ Ugbo",
  "Careers": "Ọrụ",
  "Support": "Nkwado",
  "Call Support": "Kpọọ Nkwado",
  "Language Support": "Nkwado Asụsụ",
  "Community Hubs": "Ogige Obodo",
  "Privacy": "Nzuzo",
  "Terms of Service": "Okwu Ọrụ",
  "All Rights Reserved": "Ikike niile echekwabara",

  "Enter your email": "Tinye email gị",
  "Enter your name": "Tinye aha gị",
  "Enter your subject": "Tinye isiokwu",
  "Enter your message": "Tinye ozi gị",

  "Name": "Aha",
  "Email Address": "Adreesị Email",
  "Subject": "Isiokwu",
  "Message": "Ozi",

  "If you have any query, please contact us": "Ọ bụrụ na inwere ajụjụ, biko kpọtụrụ anyị",

  "When Farmers Connect, Communities Prosper": "Mgbe ndị ọrụ ugbo jikọtara, obodo na-eto",
  "Turning Farm Isolation": "Ịtụgharị iche iche n'ọrụ ugbo",
  "into Shared Success": "n'ime ihe ịga nke ọma ọnụ",
  "We connect crop farmers, herders, and fishermen to expert guidance, quality resources, and fair prices in local languages, even without internet.": "Anyị na-ejikọta ndị ọrụ ugbo, ndị na-azụ anụ, na ndị na-azụ azụ na nduzi, ezigbo ihe onwunwe, na ọnụ ahịa ziri ezi n’asụsụ mpaghara, ọbụlagodi na-enweghị intaneti.",

  "Farmers Groups": "Ìgwè Ndị Ọrụ Ugbo",
  "Connected Farmers": "Ndị Ọrụ Ugbo Ejikọrọ",
  "Income increase": "Mmụba ego",
  "Market Partners": "Mmekọrịta Ahịa",

  "We know farming is hard work. Whether you grow crops, raise livestock, or catch fish, you deserve fair prices for your efforts.": "Anyị maara na ọrụ ugbo siri ike. Ma ị na-akụ ahịhịa, na-ele anụ, ma ọ bụ na-akụ azụ, ị kwesịrị inweta ezigbo ego maka mbọ gị.",
  "Many farmers work alone. Middlemen take profits. Language barriers block opportunities. Good farmers struggle while others prosper.": "Ọtụtụ ndị ọrụ ugbo na-arụ ọrụ ha naanị. Ndị etiti na-ewe uru. Okwu na-egbochi ohere. Ndị ọrụ ugbo dị mma na-arịọ enyemaka ebe ndị ọzọ na-enweta ihe ọma.",
  "That's why we built BubeTech. We connect every farmer - from small gardens to large herds - to the knowledge, quality resources, and fair prices they need to succeed. Your phone becomes your farming partner. Your voice matters. Your community grows stronger.": "N’ihi nke a ka anyị jiri wuo BubeTech. Anyị na-ejikọta onye ọrụ ugbo ọ bụla - site n'ọtụtụ obere ugbo ruo n'ọgbọ anụ ndị buru ibu - na ihe ọmụma, ihe eji arụ ọrụ dị mma, na ọnụahịa ziri ezi ha chọrọ iji ruo ihe ọma. Ekwentị gị aghọla enyi ọrụ ugbo gị. Olu gị dị mkpa. Ụmụ mmadụ gị na-eme ka obodo gị sie ike.",
  "Farm smarter, live better. When farmers connect, everyone wins.": "Rụọ ugbo n'ụzọ amamihe, bie ndụ ka mma. Mgbe ndị ọrụ ugbo jikọtara, mmadụ niile na-erite uru.",

  "We are bridging the gap": "Anyị na-eme ka ọdịiche kwụsị",
  "between farmers and": "n'etiti ndị ọrụ ugbo na",
  "future of agriculture": "ọdịnihu ọrụ ugbo",
  "Helping Farmers Adapt, Grow, and Succeed Through Tailored Solutions.": "Inye aka ka ndị ọrụ ugbo gbanwee, too, ma rie uru site n’ụzọ e kwekọrọ.",
  "GET IT ON": "Nweta ya na",
  "Google Store": "Ụlọ ahịa Google",
  "Download on the": "Budata na",
  "App Store": "Ụlọ ahịa App",

  "Why Choose Bubetech": "Gịnị mere ị ga-eji họrọ Bubetech?",
  "Fair Market Prices": "Ahịa Ziri Ezi",
  "Get current market prices and know the true value of your crops, livestock, and fish.": "Nweta ọnụ ahịa ugbu a ma mata uru eziokwu nke ihe ubi gị, anụ ụlọ na azụ.",
  "Expert Community": "Mmekọrịta Ndi Amamihe",
  "Get advice from agricultural experts and experienced farmers.": "Nweta ndụmọdụ site n'aka ndị amamihe n’ọhịa na ndị ọrụ ugbo nwere ahụmịhe.",
  "Local Language Support": "Nkwado Asụsụ Obodo",
  "Get help in your local language through voice calls, SMS, or mobile app. Works with or without internet on any phone.": "Nweta enyemaka n'asụsụ gị site n'aka oku olu, SMS, ma ọ bụ ngwa ekwentị. Ọ na-arụ ọrụ ma inwere internet ma ọ bụ na ịnweghị.",
  "Quality Resources": "Akụrụngwa Dị Mma",
  "Find quality resources like seeds, grazing areas, fishing spots and more. Connect with farmers to share resources.": "Chọta akụrụngwa dị mma dị ka mkpụrụ, ebe ịkụ anụ, ebe ịkụ azụ na ọtụtụ ndị ọzọ. Jikọọ na ndị ọrụ ugbo ọzọ ka e kesaa akụrụngwa."
,

  "How much does BubeTech cost?": "Ego ole ka BubeTech na-eri?",
  "Do I need a smartphone to use BubeTech?": "Achọrọ m ekwentị smart iji BubeTech?",
  "How do I register for BubeTech?": "Kedu ka m ga-esi debanye aha na BubeTech?",
  "What languages do you support?": "Kedu asụsụ ndị unu na-akwado?",
  "Why does BubeTech start with pastoralists?": "Gịnị mere BubeTech ji bido na ndị na-azụ anụ?",
  "Why work through associations instead of directly with farmers?": "Gịnị mere unu ji na-arụ ọrụ site na òtù karịa ịrụ ọrụ ozugbo na ndị ọrụ ugbo?",


    "Contact us for current pricing. The more farmers in your community who join, the better the rates for everyone.":"Kpọọ anyị maka ọnụ ahịa ugbu a. Ka ndị ọrụ ugbo dị n'obodo gị na-esonye, otú ahụ ka ọnụ ahịa ga-adị mma nye onye ọ bụla.",
  "No! BubeTech works on any phone - basic phones, smartphones, or feature phones. Youth ambassadors handle registration using our mobile app.":"Mba! BubeTech na-arụ ọrụ na ekwentị ọ bụla - ekwentị nkịtị, ekwentị smart, ma ọ bụ ekwentị nwere ụfọdụ atụmatụ. Ndị ntorobịa ndị nnọchite anya na-eme ndebanye aha site na ngwa anyị.",
  "Wait for youth ambassadors from your association to visit your area. They'll register you using our mobile app and help you get your digital ID card.":"Chere ndị ntorobịa ndị nnọchite anya si n'òtù gị ka ha bịa n'ógbè gị. Ha ga-edebanye aha gị site na ngwa anyị ma nyere gị aka inweta kaadị njirimara dijitalụ gị.",
  "We speak Fulfulde, Hausa, Yoruba, Igbo, English, French, Portuguese, and many other West African languages.":"Anyị na-asụ Fulfulde, Hausa, Yoruba, Igbo, Bekee, French, Portuguese, na ọtụtụ asụsụ ndị West Africa ọzọ.",
  "Pastoralists face the most challenging isolation and have strong organizational structures that enable effective implementation. Success here creates the foundation for serving all agricultural communities.":"Ndị na-azụ anụ na-eche ihe ike nkewapụ kacha sie ike ma nwee usoro nhazi ọha mmadụ siri ike nke na-eme ka mmejuputa iwu dị mma. Ihe ịga nke ọma ebe a na-ewulite ntọala maka ije ozi obodo niile na-arụ ọrụ ugbo.",
   "Associations have established trust and know their members best. We strengthen associations so they can provide real value to farmers while respecting traditional community structures.":"Òtù ndị ahụ eguzobela ntụkwasị obi ma marakwa ndị so na ha nke ọma. Anyị na-eme ka òtù ndị ahụ sie ike ka ha nwee ike inye ndị ọrụ ugbo uru dị mkpa ebe ha na-asọpụrụ usoro obodo omenala."

}
