{
  "Home": "Gida",
  "About Us": "Game da Mu",
  "Our Services": "Ayyukanmu",
  "features": "Fasali",
  "Contact Us": "Tuntuɓi Mu",
  "login": "Shiga",
  "Start Connecting": "Fara Haɗuwa",

  "Get Started": "Fara",
  "Learn More": "Kara Koyo",
  "FEATURES": "FASALI",
  "Send Message": "Aika Saƙo",
  "Subscribe": "Yi Rijista",

  "Stay Connected": "Kasance Haɗe",
  "Stay connected with farmer success stories, market insights, and community updates.": "Kasance da labaran manoma, bayanan kasuwa, da sabuntawa",
  "BubeTech": "BubeTech",
  "Building farmer-to-farmer and farmer-to-expert connections across West Africa. Traditional wisdom meets modern community networks.": "Gina haɗin kai tsakanin manoma da ƙwararru a fadin Yammacin Afirka.",
  "Turning Farm Isolation into Shared Success": "Canza keɓancewar gona zuwa nasarar haɗin kai",
  "Get Connected": "Yi Haɗi",
  "Community Support": "Tallafin Al’umma",
  "Our Story": "Labarinmu",
  "For Agricultural Associations": "Don Ƙungiyoyin Noma",
  "Careers": "Ayyuka",
  "Support": "Tallafi",
  "Call Support": "Kira Tallafi",
  "Language Support": "Tallafin Harshe",
  "Community Hubs": "Cibiyoyin Al'umma",
  "Privacy": "Sirri",
  "Terms of Service": "Sharuɗɗan Sabis",
  "All Rights Reserved": "Dukkan Haƙƙoƙi An Kiyaye Su",

  "Enter your email": "Shigar da imel ɗinka",
  "Enter your name": "Shigar da sunanka",
  "Enter your subject": "Shigar da taken",
  "Enter your message": "Shigar da saƙonka",

  "Name": "Suna",
  "Email Address": "Adireshin Imel",
  "Subject": "Take",
  "Message": "Saƙo",

  "If you have any query, please contact us": "Idan kana da tambaya, da fatan za a tuntuɓe mu",

  "When Farmers Connect, Communities Prosper": "Lokacin da manoma suka haɗu, al’umma suna bunƙasa",
  "Turning Farm Isolation": "Canza keɓancewar gona",
  "into Shared Success": "zuwa nasarar haɗin gwiwa",
  "We connect crop farmers, herders, and fishermen to expert guidance, quality resources, and fair prices in local languages, even without internet.": "Muna haɗa manoma, makiyaya, da masu kamun kifi da jagora, albarkatu masu inganci, da farashi nagari cikin harsunan gida har ma ba tare da intanet ba.",

  "Farmers Groups": "Ƙungiyoyin Manoma",
  "Connected Farmers": "Manoma da Aka Haɗa",
  "Income increase": "Ƙaruwa a Kuɗin Shiga",
  "Market Partners": "Abokan Kasuwa",

  "We know farming is hard work. Whether you grow crops, raise livestock, or catch fish, you deserve fair prices for your efforts.": "Mun san aikin noma da wahala. Ko kana shuka amfanin gona, kiwo, ko kamun kifi, ka cancanci samun farashi mai kyau.",
  "Many farmers work alone. Middlemen take profits. Language barriers block opportunities. Good farmers struggle while others prosper.": "Yawancin manoma suna aiki su kaɗai. Masu tsaka-tsaki suna karɓar riba. Matsalar yare na hana dama. Manoma nagari suna fama yayin da wasu ke ci gaba.",
  "That's why we built BubeTech. We connect every farmer - from small gardens to large herds - to the knowledge, quality resources, and fair prices they need to succeed. Your phone becomes your farming partner. Your voice matters. Your community grows stronger.": "Saboda haka muka kirkiro BubeTech. Muna haɗa kowane manomi - daga ƙananan lambu zuwa manyan kiwo - da ilimi, kayan aiki masu inganci, da farashi mai adalci. Wayarka zata zama abokin aikin nomanka. Muryarka tana da muhimmanci. Al'umarka zata ƙara ƙarfi.",
  "Farm smarter, live better. When farmers connect, everyone wins.": "Noma da hankali, rayuwa da kyau. Lokacin da manoma suka haɗu, kowa na cin gajiyar sa.",

  "We are bridging the gap": "Muna cike gibin",
  "between farmers and": "tsakanin manoma da",
  "future of agriculture": "makomar noma",
  "Helping Farmers Adapt, Grow, and Succeed Through Tailored Solutions.": "Taimakawa manoma su daidaita, su bunƙasa, kuma su ci nasara ta hanyoyin da suka dace.",
  "GET IT ON": "Samu a",
  "Google Store": "Kantin Google",
  "Download on the": "Sauke a",
  "App Store": "Kantin App",

  "Why Choose Bubetech": "Me yasa za a zaɓi Bubetech?",
  "Fair Market Prices": "Farashin Kasuwa Mai Adalci",
  "Get current market prices and know the true value of your crops, livestock, and fish.": "Sami farashin kasuwa na yanzu kuma san darajar amfanin gona, dabbobi, da kifi naka.",
  "Expert Community": "Al'umma Masana",
  "Get advice from agricultural experts and experienced farmers.": "Sami shawarwari daga masana harkar noma da manoma masu ƙwarewa.",
  "Local Language Support": "Taimako da Harshen Gida",
  "Get help in your local language through voice calls, SMS, or mobile app. Works with or without internet on any phone.": "Sami taimako da harshenka ta kiran murya, SMS, ko app. Yana aiki da ko ba tare da intanet ba akan kowanne waya.",
  "Quality Resources": "Kayayyakin Inganci",
  "Find quality resources like seeds, grazing areas, fishing spots and more. Connect with farmers to share resources.": "Nemo kayayyakin noma masu inganci irin su iri, filayen kiwo, wuraren kamun kifi da sauransu. Hada kai da manoma don raba albarkatu.",

  "How much does BubeTech cost?": "Nawa ne kudin BubeTech?",
  "Do I need a smartphone to use BubeTech?": "Ina bukata wayar hannu mai fasaha don amfani da BubeTech?",
  "How do I register for BubeTech?": "a yaya zan yi rajista a BubeTech?",
  "What languages do you support?": "Wadanne harsuna kuke tallafawa?",
  "Why does BubeTech start with pastoralists?": "Me yasa BubeTech ta fara da makiyaya?",
  "Why work through associations instead of directly with farmers?": "Me yasa kuke aiki ta hanyar ƙungiyoyi maimakon kai tsaye da manoma?",

    "Contact us for current pricing. The more farmers in your community who join, the better the rates for everyone.":"Tuntuɓe mu don sanin kudin yanzu. Yawan manoma a al'ummarku da suka shiga, shine mafi kyawun farashi ga kowa.",
  "No! BubeTech works on any phone - basic phones, smartphones, or feature phones. Youth ambassadors handle registration using our mobile app.":"A'a! BubeTech yana aiki akan kowane irin waya - wayoyin gida, wayoyin fasaha, ko wayoyin hannu. Matasan jakadu suna gudanar da rajista ta amfani da manhajjar mu.",
  "Wait for youth ambassadors from your association to visit your area. They'll register you using our mobile app and help you get your digital ID card.":"Jira matasan jakadu daga ƙungiyarku su ziyarci yankinku. Za su yi muku rajista ta amfani da manhajjar mu kuma su taimake ku samun katin shedar dijital.",
  "We speak Fulfulde, Hausa, Yoruba, Igbo, English, French, Portuguese, and many other West African languages.":"Muna magana da Fulfulde, Hausa, Yoruba, Igbo, Ingilishi, Faransanci, Fotugal, da sauran harsunan Afirka ta Yamma da yawa.",
  "Pastoralists face the most challenging isolation and have strong organizational structures that enable effective implementation. Success here creates the foundation for serving all agricultural communities.":"Makiyaya suna fuskantar wahalar keɓewa sosai kuma suna da tsarin ƙungiya mai ƙarfi da ke ba da damar aiwatarwa mai inganci. Nasara a nan tana gina tushe don hidimar dukkan al'ummomin noma.",
   "Associations have established trust and know their members best. We strengthen associations so they can provide real value to farmers while respecting traditional community structures.":"Ƙungiyoyi sun kafa amana kuma sun fi sanin membobinsu. Muna ƙarfafa ƙungiyoyi domin su ba da amfani ga manoma tare da mutunta tsarin al'umma na gargajiya.",

     "step": {
    "personalInfo": "Bayanan Kai",
    "identification": "Shaidar Kai da Mallakar Dabbobi",
    "challenges": "Kalubale da Samun Ayyuka",
    "education": "Ilimi da Sana'a"
  }

}
