{
  "Home": "Ilé",
  "About Us": "Nípa Wa",
  "Our Services": "Ìṣẹ́ Wa",
  "features": "Àwọn Àmúyẹ",
  "Contact Us": "Kan sí Wa",
  "login": "Wọlé",
  "Start Connecting": "Bẹrẹ Asopọ",

  "Get Started": "Bẹrẹ",
  "Learn More": "Kọ́ọ̀ Mọ́",
  "FEATURES": "ÀMÚYẸ",
  "Send Message": "Firanṣẹ Ifiranṣẹ",
  "Subscribe": "Forúkọsílẹ̀",

  "Stay Connected": "Máa wa lásopọ̀",
  "Stay connected with farmer success stories, market insights, and community updates.": "Máa jẹ́ apá ninu ìtàn àṣeyọrí àwọn agbe, ìmọ̀ ọja, àti ìmúlòlùú àgbègbè",
  "BubeTech": "BubeTech",
  "Building farmer-to-farmer and farmer-to-expert connections across West Africa. Traditional wisdom meets modern community networks.": "Ìbáṣepọ̀ láàárin àwọn agbe àti amòye káàkiri Iwọ-Oòrùn Áfíríkà.",
  "Turning Farm Isolation into Shared Success": "Ìyípadà ìyàtọ̀ àwọn agbe sí àṣeyọrí pẹ̀lú àjọṣe",
  "Get Connected": "Darapọ̀ mọ́ wa",
  "Community Support": "Ìtìlẹyìn Àwọn Aládùúgbò",
  "Our Story": "Ìtàn Wa",
  "For Agricultural Associations": "Fún Àjọ Agbe",
  "Careers": "Ìṣẹ́",
  "Support": "Ìtìlẹyìn",
  "Call Support": "Pè Ìtìlẹyìn",
  "Language Support": "Ìtìlẹyìn Èdè",
  "Community Hubs": "Àwọn Ilé Aládùúgbò",
  "Privacy": "Ìkọkọ",
  "Terms of Service": "Àwọn Ofin Ìṣẹ́",
  "All Rights Reserved": "Gbogbo Ẹ̀tọ́ Dára Pọ̀",

  "Enter your email": "Tẹ imeeli rẹ",
  "Enter your name": "Tẹ orúkọ rẹ",
  "Enter your subject": "Tẹ kókó ọ̀rọ̀",
  "Enter your message": "Tẹ ifiranṣẹ rẹ",

  "Name": "Orúkọ",
  "Email Address": "Àdírẹ́sì Imeeli",
  "Subject": "Kókó ọ̀rọ̀",
  "Message": "Ifiranṣẹ",

  "If you have any query, please contact us": "Tó bá jẹ́ pé o ní ìbéèrè, jọ̀wọ́ kan sí wa",

  "When Farmers Connect, Communities Prosper": "Nígbà tí àwọn agbe bá darapọ̀, àwùjọ ń dagbasoke",
  "Turning Farm Isolation": "Yí ìkànsílọ́ agbẹ padà",
  "into Shared Success": "sí àṣeyọrí apapọ",
  "We connect crop farmers, herders, and fishermen to expert guidance, quality resources, and fair prices in local languages, even without internet.": "A darapọ̀ àwọn agbe, olùtọ́ ẹran, àti awọn apanirun pẹ̀lú ìmò amòye, oríṣìíríṣìí ohun èlò tó dára, àti owó tó tọ́, nínú èdè ìbílẹ̀, kódà bí kò bá sí intanẹẹti.",

  "Farmers Groups": "Ẹgbẹ́ àwọn Agbe",
  "Connected Farmers": "Àwọn Agbe tí a ṣopọ̀",
  "Income increase": "Ìtúnròwò-wà",
  "Market Partners": "Àwọn Alábàápamọ́ Ọjà",

  "We know farming is hard work. Whether you grow crops, raise livestock, or catch fish, you deserve fair prices for your efforts.": "A mọ pe iṣẹ́ ọ̀gbìn jẹ́ iṣẹ́ líle. Bí o ṣe ń gbin, tọ́jú ẹran, tàbí mú ẹja, o yẹ kí o rí owó tó bójú mu fún iṣẹ́ rẹ.",
  "Many farmers work alone. Middlemen take profits. Language barriers block opportunities. Good farmers struggle while others prosper.": "Ọ̀pọ̀ àwọn agbẹ ń ṣiṣẹ́ lọ́ọ̀tẹ̀. Àwọn alabàápamọ́ ló ń jèrè. Èdè dàpọ̀ mọ́ aṣeyọrí. Àwọn agbẹ rere ń tiraka, ṣùgbọ́n àwọn mìíràn ń gbadun.",
  "That's why we built BubeTech. We connect every farmer - from small gardens to large herds - to the knowledge, quality resources, and fair prices they need to succeed. Your phone becomes your farming partner. Your voice matters. Your community grows stronger.": "Ìdí nìyẹn tí a fi dá BubeTech sílẹ̀. A so gbogbo agbẹ pọ - láti ọgbà kékeré sí ẹgbẹ́ ẹran ńlá - pọ̀ mọ́ ìmọ̀, irinṣẹ́ to dára, àti owó tó tó. Fóònù rẹ di ọ̀rẹ́ ọgbìn rẹ. Ohùn rẹ ṣe pàtàkì. Àwọn ènìyàn rẹ yóò dára pọ̀ síi.",
  "Farm smarter, live better. When farmers connect, everyone wins.": "Ṣe ọgbìn pẹ̀lú ọgbọ́n, gbé ayé rere. Nígbà tí agbẹ bá darapọ̀, gbogbo ènìyàn ni yóò jèrè.",
  "We are bridging the gap": "A n fi àkópọ̀ sọ́kan",
  "between farmers and": "láàárín àwọn agbẹ àti",
  "future of agriculture": "ọjọ́ iwájú iṣẹ́ ọgbìn",
  "Helping Farmers Adapt, Grow, and Succeed Through Tailored Solutions.": "Ìrànlọ́wọ́ fún agbẹ láti fara da, dàgbà, àti ṣàṣeyọrí pẹ̀lú ìpinnu tó yẹ.",
  "GET IT ON": "Gba á lórí",
  "Google Store": "Itaja Google",
  "Download on the": "Gba lórí",
  "App Store": "Itaja App",

  "Why Choose Bubetech": "Kí ló dé tí o fi yẹ kí o yan Bubetech?",
  "Fair Market Prices": "Ọ̀yà Ọjà Tó Tó",
  "Get current market prices and know the true value of your crops, livestock, and fish.": "Gba iye ọjà tó wulo lọwọlọwọ kí o sì mọ iye gidi ti irugbin rẹ, ẹran rẹ àti ẹja rẹ.",
  "Expert Community": "Àwọn Amòye Nínú Àgbẹ̀",
  "Get advice from agricultural experts and experienced farmers.": "Gba ìmòràn láti ọ̀dọ̀ àwọn amòye ni iṣẹ́ agbẹ àti àwọn agbẹ to nírírí.",
  "Local Language Support": "Atilẹ́yìn Pẹ̀lú Èdè Abínibí",
  "Get help in your local language through voice calls, SMS, or mobile app. Works with or without internet on any phone.": "Gba ìrànlọ́wọ́ pẹ̀lú èdè abínibí rẹ nípasẹ̀ ìpe fónú, SMS tàbí app alágbeka. Ó ṣiṣẹ́ pẹ̀lú tàbí láìsí intanẹẹti lórí fónú kankan.",
  "Quality Resources": "Àwọn Ohun Èlò Tó Dára",
  "Find quality resources like seeds, grazing areas, fishing spots and more. Connect with farmers to share resources.": "Wa ohun èlò to dára bíi irugbin, ilẹ̀ àgbẹ̀, ibi ipeja àti bẹ́ẹ̀ bẹ́ẹ̀ lọ. Sopọ̀ pẹ̀lú àwọn agbẹ mìíràn láti pín àwọn ohun èlò.",

  "How much does BubeTech cost?": "Elo ni owo BubeTech?",
  "Do I need a smartphone to use BubeTech?": "Se mo nilo foonu olóye lati lo BubeTech?",
  "How do I register for BubeTech?": "Bawo ni mo ṣe le forukọsilẹ fun BubeTech?",
  "What languages do you support?": "Awọn ede wo ni ẹ n ṣe atilẹyin?",
  "Why does BubeTech start with pastoralists?": "Kilode ti BubeTech fi bẹrẹ pẹlu awọn darandaran?",
  "Why work through associations instead of directly with farmers?": "Kilode ti ẹ fi n ṣiṣẹ nipasẹ awọn ẹgbẹ ju taara pẹlu awọn agbe lọ?",

  "Contact us for current pricing. The more farmers in your community who join, the better the rates for everyone.": "Pe wa fun owo lọwọlọwọ. Bi awọn agbe ti o pọ si ni agbegbe yin ti o darapọ mọ wa, bẹẹ ni owo yoo ti dara fun gbogbo eniyan.",
  "No! BubeTech works on any phone - basic phones, smartphones, or feature phones. Youth ambassadors handle registration using our mobile app.": "Rara! BubeTech n ṣiṣẹ lori eyikeyi foonu - foonu alagbero, foonu olóye, tabi foonu ọwọ. Awọn ikọwe ọdọ ni wọn n ṣe iforukọsilẹ pẹlu ohun elo wa.",
  "Wait for youth ambassadors from your association to visit your area. They'll register you using our mobile app and help you get your digital ID card.": "Duro fun awọn ikọwe ọdọ lati ẹgbẹ yin ki wọn wa si agbegbe yin. Wọn yoo forukọ yin silẹ pẹlu ohun elo wa ati ran yin lọwọ lati gba kaadi idanimọ dijitali yin.",
  "We speak Fulfulde, Hausa, Yoruba, Igbo, English, French, Portuguese, and many other West African languages.": "A n sọ Fulfulde, Hausa, Yoruba, Igbo, Gẹẹsi, Faranse, Pọtugi, ati ọpọlọpọ awọn ede Afirika Iwọ-Oorun miiran.",
  "Pastoralists face the most challenging isolation and have strong organizational structures that enable effective implementation. Success here creates the foundation for serving all agricultural communities.": "Awọn darandaran n koju iṣoro isọtọ ti o lagbara julọ ati pe wọn ni eto ilana ẹgbẹ ti o lagbara ti o mu iṣẹ ṣiṣe daradara ṣeeṣe. Aṣeyọri nibi yii n ṣe ipilẹ fun ṣiṣe iranṣẹ fun gbogbo awọn agbegbe ogbin.",
  "Associations have established trust and know their members best. We strengthen associations so they can provide real value to farmers while respecting traditional community structures.": "Awọn ẹgbẹ ti fi idi igbẹkẹle mulẹ ati pe wọn mọ awọn ọmọ ẹgbẹ wọn daradara julọ. A n mu awọn ẹgbẹ lagbara ki wọn le pese iye pataki fun awọn agbe lakoko bọwọ fun awọn eto agbegbe ibile.",

   "step": {
    "personalInfo": "Alaye ti ara ẹni",
    "identification": "Idanimọ ati Eranko",
    "challenges": "Awọn italaya ati Awọn iṣẹ",
    "education": "Ẹkọ ati Iṣẹ miiran"
  }
}
